export const zodiacs = [
  {
    id: 1,
    name: "मेष",
    eng: "Aries",
    img: "/asset/rashifal/mesh.png",
    letters: "चु, चे, चो, ला, लि, लु, ले, लो, अ",
    text: "रोजगारीका नयाँ अवसरहरु जुट्न सक्लान् । पहिलेको कार्य सफलताले हौसला बढ्ला । स्वास्थ्य स्थिति पनि अनुकूल रहला ।"
  },
  {
    id: 2,
    name: "वृष",
    eng: "Taurus",
    img: "/asset/rashifal/brish.png",
    letters: "इ, उ, ए, ओ, बा, बि, बु, बे, बो",
    text: "आश्वासन बाँड्नेहरुबाट निराश भइएला । पूर्व सम्झौताहरु तोडिन सक्लान् । व्यापार व्यवसायमा पनि असन्तुलनता देखापर्ला ।"
  },
  {
    id: 3,
    name: "मिथुन",
    eng: "Gemini",
    img: "/asset/rashifal/mithun.png",
    letters: "का, कि, कु, घ, ङ, छ, के, को, ह",
    text: "वैचारिक मनमुटावले उग्र रुप लिन सक्छ । पूरा हुनै लागेको कार्य अन्त्यमा पुगेर बिग्रिन सक्ला । स्वास्थ्यको विशेष ख्याल गर्नुपर्ला ।"
  },
  {
    id: 4,
    name: "कर्कट",
    eng: "Cancer",
    img: "/asset/rashifal/karkat.png",
    letters: "हि, हु, हे, हो, डा, डि, डु, डे, डो",
    text: "अतिथिका रुपमा स्वागत सत्कार प्राप्त होला । घुमफिर तथा मनोरञ्जनात्मक कार्य सरिक भइएला । शरीरमा शान्ति मुहारमा कान्ति छाउला ।"
  },
  {
    id: 5,
    name: "सिंह",
    eng: "Leo",
    img: "/asset/rashifal/simha.png",
    letters: "मा, मि, मु, मे, मो, टा, टि, टु, टे",
    text: "परिश्रमको अनुपातमा उचित प्रतिफल प्राप्त होला । शत्रु तत्त्वको पराजय हुँदै जाला । यत्रतत्र यश कीर्ति फैलिएला ।"
  },
  {
    id: 6,
    name: "कन्या",
    eng: "Virgo",
    img: "/asset/rashifal/kanya.png",
    letters: "टो, प, पि, पु, ष, ण, ठ, पे, पो",
    text: "घरबाहिरको बसाइँ कष्टकर हुनसक्छ । मनमा अशान्ति छाउने कुनै खबर सुन्नुपर्ला । आर्थिक लगानीका लागि समय प्रतिकूल रहला ।"
  },
  {
    id: 7,
    name: "तुला",
    eng: "Libra",
    img: "/asset/rashifal/tula.png",
    letters: "र, रि, रु, रे, रो, ता, ति, तु, ते",
    text: "इच्छित खानाको उपभोगमा बिध्नबाधा आइपर्ला । श्रमको उचित मूल्याङ्कन नहोला । हक अधिकारका लागि कडा सङ्घर्ष गर्नुपर्ला ।"
  },
  {
    id: 8,
    name: "वृश्चिक",
    eng: "Scorpio",
    img: "/asset/rashifal/brischik.png",
    letters: "तो, ना, नि, नु, ने, नो, या, यि, यु",
    text: "शारीरिक तथा मानसिक मिहिनेतको यथोचित मूल्याङ्कन होला । मनमा प्रशन्नताको बहार छाउला । कार्यसिद्धि हुने प्रबल सम्भावना रहला ।"
  },
  {
    id: 9,
    name: "धनु",
    eng: "Sagittarius",
    img: "/asset/rashifal/dhanu.png",
    letters: "ये, यो, भ, भि, भु, ध, फा, ढ, भे",
    text: "मानसिक असन्तुष्टिले मन बेचैन रहला । आर्थिक व्ययभारले कठिन परिस्थितिको सामना गर्नुपर्ला । वाणीको प्रभावमा भने वृद्धि आउला ।"
  },
  {
    id: 10,
    name: "मकर",
    eng: "Capricorn",
    img: "/asset/rashifal/makar.png",
    letters: "भो, ज, जि, खि, खु, खे, खो, गा, गि",
    text: "लामो समयदेखि विछोडिएका आफन्तजनसँग भेटघाट तथा वार्तालापको अवसर जुट्ला । नयाँ ज्ञान, सीप सिक्ने मौका मिल्ला ।"
  },
  {
    id: 11,
    name: "कुम्भ",
    eng: "Aquarius",
    img: "/asset/rashifal/kumbha.png",
    letters: "गु, गे, गो, सा, सि, सु, से, सो, द",
    text: "नसोचेको खर्चका बाटाहरु बढ्लान् । आफन्तजनबाटै घातप्रतिघातको स्थिति बन्नसक्छ । आर्थिक लाभ नै नहुने कामको जिम्मेवारी वहन गर्नुपर्ला ।"
  },
  {
    id: 12,
    name: "मीन",
    eng: "Pisces",
    img: "/asset/rashifal/meen.png",
    letters: "दि, दु, थ, झ, ञ, दे, दो, च, चि",
    text: "आम्दानीका नयाँ स्रोतहरु भेटिएलान् । मनमा कार्य सम्पादन गर्ने उत्साह बढ्ला । कुनै शुभ समाचारको आगमन होला ।"
  }
];